MSG_START = "Бот запущен.\n\n/help - справка"

MSG_HELP = """Бот отвечает случайно исходя из частоты. Для вызова бота упомяните его через @ или ответьте (reply) на его сообщение.

Команды:
/start - запустить бота
/reset - сбросить историю сообщений
/frequency <процент> - поменять частоту ответа бота в процентах"""

MSG_RESET_HISTORY = "История сообщений сброшена."

MSG_EMPTY_HISTORY = "История сообщений пуста."

MSG_NO_COMMAND = "Такой команды нет. Список команд: /help"

MSG_NO_ARGS = "Не передан аргумент. Передайте число от 1 до 100."

MSG_WRONG_FREQUENCY = "Аргументом должно быть число от 1 до 100."

MSG_FREQUENCY_UPDATED = "Частота обновлена."